Repository: Rr91/ss_plugins
Catalog: reviews/locale/*/LC_MESSAGES/shop_reviews.po
Languages: ru_ru

source: Reviews
ru_ru: Отзывы

source: Protect review form with CAPTCHA
ru_ru: Защитить форму добавления отзыва с помощью капчи (CAPTCHA)

source: Frontend nav template (frontend_nav)
ru_ru: Шаблон вывода на витрине в блоке навигации (frontend_nav)

source: Frontend reviews template
ru_ru: Шаблон вывода на витрине на странице отзывы

source: Saved
ru_ru: Сохранено

source: The plugin adds Reviews section to your storefront
ru_ru: Плагин добавляет раздел Отзывы на витрине магазина

source: approve
ru_ru: одобрить

source: Are you sure?
ru_ru: Вы уверены?

source: Response
ru_ru: Ответ

source: Enable premodereation
ru_ru: Включить премодерацию

source: Only authorized users can post reviews
ru_ru: Отзывы могут оставлять только зарегистрированные пользователи

source: Hook
ru_ru: Хук

source: What hook to use?
ru_ru: Какой хук использовать?

source: Don't use hook (manual)
ru_ru: Не использовать хуки (вывод вручную)

source: Manage reviews (moderation, the ability to respond)
ru_ru: Управление (модерация, возможность ответить)

source: When changing, make sure that the new address not used by other pages (for example, static pages or other plugins)
ru_ru: При изменении убедитесь, что по новому адресу у вас нет никаких других страниц (например, статических страниц или других плагинов)

source: Records per page
ru_ru: Отзывов на странице

source: By default, the same as the title
ru_ru: По умолчанию совпадает с заголовком

source: User photos
ru_ru: Аватар пользователей

source: Allow users to upload their photos (only for guests, authorized users can upload a photo in your prpfile)
ru_ru: Разрешить пользователям загружать аватар (только для гостей, т.к. авторизованные пользователи могут загрузить фото в личном кабинете)

source: Show default photo, if the user has no photo.
ru_ru: Показывать фото "заглушку", если у пользователя нет фото.

source: Save
ru_ru: Сохранить

source: Notification email
ru_ru: Email для уведомлений

source: Email to send notification about new reviews.
ru_ru: Укажите email, на который будут приходить уведомления о новых отзывах

source: The new review has been written in your store:
ru_ru: Новый отзыв в вашем магазине:

source: New review
ru_ru: Новый отзыв

source: Rating
ru_ru: Оценка

source: Enable rating (stars)
ru_ru: Разершить покупателям ставить оценку (звезды от 0 до 5)

source: Display author and time of responses
ru_ru: Показывать имя администратора (автора ответа) и время ответа на отзыв

source: Photos
ru_ru: Фотографии

source: User's photo
ru_ru: Аватар

source: Allow users to upload photos in a review
ru_ru: Разрешить пользователям загружать фотографии в отзыв

source: Select priority
ru_ru: Выберите приоритет страницы отзывов в файле sitemap.xml

source: Don't include in sitemap.xml
ru_ru: Не показывать в sitemap.xml

source: To add the page number use the following code: [ - page %page%]
ru_ru: Чтобы добавить номер страницы (начиная со второй страницы) в мета-теги используйте выражение <b>[ - страница %page%]</b>
