Repository: Rr91/ss_plugins
Catalog: categoryimages/locale/*/LC_MESSAGES/shop_categoryimages.po
Languages: ru_ru

source: Category images
ru_ru: Изображения для категорий

source: Categories images
ru_ru: Изображения категорий

source: Set images for categoryes
ru_ru: Загрузка и вывод изображений для категорий

source: Image
ru_ru: Изображение

source: Default output
ru_ru: Стандартный вывод

source: Auto resize
ru_ru: Авто уменьшение

source: Height
ru_ru: Высота

source: Width
ru_ru: Ширина

source: To display an image manually in the template file
ru_ru: Для вывода изображения вручную в файле шаблоне

source: paste
ru_ru: вставьте

source: where
ru_ru: где

source: category identifier
ru_ru: идентификатор категории

source: Suppresses the display category image in the standard location
ru_ru: Отключение вывода изображения категории в стандартном месте

source: The order of use
ru_ru: Порядок использования

source: Enable auto resize
ru_ru: Включить авто уменьшение

source: Specify height and width scaling
ru_ru: Задать высоту и ширину масштабирования

source: After saving the changes, downloadable images will decrease the given values​​, preserving the aspect ratio
ru_ru: После сохранения изменений, загружаемые картинки будут уменьшаться по заданным значениям, сохраняя пропорции

source: When specifying the new height or width changes will apply only to newly downloaded pictures - downloaded before changes will remain the same
ru_ru: При задании новых значений высоты или ширины изменения будут применяться только к вновь загруженным картинкам - загруженные до изменений останутся прежними

source: When loading a smaller pictures, auto resize is not applied
ru_ru: При загрузке картинки меньшего размера, авто уменьшение не применяется

source: If you need to check for pictures in category, use code
ru_ru: Если необходимо проверить наличие картинки у категории, используйте код

source: Enabled
ru_ru: Включен

source: Save
ru_ru: Сохранить

source: Saved
ru_ru: Сохранено

source: Set images for categories
ru_ru: Загрузка и вывод изображений для категорий

source: Remove the image
ru_ru: Удалить фотографию

source: Categories
ru_ru: Категории

source: Еnter the category name
ru_ru: Введите название категории

source: Add
ru_ru: Добавить

source: Delete
ru_ru: Удалить

source: Main image auto resize
ru_ru: Авто уменьшение основного изображения

source: Recreate
ru_ru: Пересоздать

source: Remove
ru_ru: Удалить

source: Remove all images
ru_ru: Удалить все изображения

source: Choose a file
ru_ru: Выберите файл

source: or drag it here
ru_ru: или перетащите его сюда

source: Category images manager
ru_ru: Менеджер изображений категорий

source: Big thumbnail
ru_ru: Большой эскиз

source: Middle thumbnail
ru_ru: Средний эскиз

source: Little thumbnail
ru_ru: Маленький эскиз

source: To display a big thumbnail, paste this code in a template
ru_ru: Для вывода большого эскиза, вставьте этот код в шаблон

source: To display a middle thumbnail, paste this code in a template
ru_ru: Для вывода среднего эскиза, вставьте этот код в шаблон

source: To display a little thumbnail, paste this code in a template
ru_ru: Для вывода маленького эскиза, вставьте этот код в шаблон

source: To display a main image manually, paste this code in a template
ru_ru: Для вывода основного изображения вручную, вставьте этот код в шаблон

source: Note that
ru_ru: Обратите внимание, что

source: Settings
ru_ru: Настройки

source: Standard out
ru_ru: Стандартный вывод

source: Open images manager
ru_ru: Перейти в менеджер изображений

source: Change default output for all
ru_ru: Изменить стандартный вывод для всех

source: Remove all
ru_ru: Удалить все

source: or
ru_ru: или

source: Cancel
ru_ru: Отменить

source: Are you sure?
ru_ru: Вы уверены что хотите удалить все изображения?

source: Enable plugin
ru_ru: Включить плагин

source: Enable main image auto resize
ru_ru: Включить авто уменьшение основного изображения

source: After saving the changes, uploaded images will decrease the given values​​, preserving the aspect ratio
ru_ru: После сохранения изменений, загружаемые картинки будут уменьшаться по заданным значениям, сохраняя пропорции

source: Show all
ru_ru: Раскрыть все

source: This request did not match
ru_ru: По данному запросу ничего не найдено

source: Clear
ru_ru: Очистить

source: Main image
ru_ru: Основное изображение

source: Hide
ru_ru: Скрыть

source: If you want to add images to categories in an array that returns the $wa->shop->categories function.
ru_ru: Если вы хотите добавить изображения к категориям в массиве который возвращает функция $wa->shop->categories.

source: You can use this function:
ru_ru: Вы можете воспользоваться данной функцией:

source: Options:
ru_ru: Параметры:

source: - array of categories
ru_ru: - массив категорий

source: - type of value to add to the array, 'image' for img tag or 'url' for url
ru_ru: - тип значения добавляемого в массив, 'image' для тега img или 'url' для url изображения

source: - type of picture, thumbs or original. Can be 'little', 'middle' or 'big'. And '' for original
ru_ru: - тип изображения, эскиз или оригинал. Может принимать значения 'little', 'middle', 'big' для эскизов. И '' для оригинального.

source: - an additional css class for the img tag
ru_ru: - дополнительный класс для тега img
